Repository: Voxel-Fox-Ltd/Flower
Catalog: locales/*/LC_MESSAGES/flower.po
Languages: es, pt

source: herbiary
es: herbiario
pt: herbiário

source: Get the information for a given plant.
es: Obtén la información de una planta determinada.
pt: Obtenha as informações para uma determinada planta.

source: plant
es: planta
pt: planta

source: The name of the plant that you want to see the information for.
es: El nombre de la planta de la que quieres ver la información.
pt: O nome da planta para a qual você quer ver as informações.

source: There's no plant with that name.
es: No hay ninguna planta con ese nombre.
pt: Não há nenhuma planta com esse nome.

source: You have given {user} access to your garden. They can now water your plants with the {waterother} command.
es: Has dado a {user} acceso a tu jardín. Ahora pueden regar tus plantas con el comando {waterother}.
pt: Você deu {user} acesso ao seu jardim. Agora eles podem regar suas plantas com o comando {waterother}.

source: There are currently no users with access to your garden.
es: Actualmente no hay usuarios con acceso a tu jardín.
pt: Atualmente não há usuários com acesso ao seu jardim.

source: Who do you want to remove access to your garden from?
es: ¿A quién quieres quitar el acceso a tu jardín?
pt: De quem você quer remover o acesso ao seu jardim?

source: You have removed access to your garden from {user}.
es: Has eliminado el acceso a tu jardín desde {user}.
pt: Você removeu o acesso ao seu jardim de {user}.

source: {user} doesn't have a key to your garden!
es: {user} ¡no tiene llave de tu jardín!
pt: {user} não tem uma chave para o seu jardim!

source: rename
es: renombrar
pt: renomear

source: Rename one of your plants.
es: Cambia el nombre de una de tus plantas.
pt: Renomeie uma de suas plantas.

source: The plant that you want to rename.
es: La planta a la que quieres cambiar el nombre.
pt: A planta que você quer renomear.

source: new_name
es: nuevo_nombre
pt: novo_nome

source: The new name for the plant.
es: El nuevo nombre de la planta.
pt: O novo nome para a planta.

source: immortalize
es: inmortalizar
pt: imortalizar

source: Immortalize one of your plants.
es: Inmortaliza una de tus plantas.
pt: Imortalize uma de suas plantas.

source: The plant that you want to immortalize.
es: La planta que quieres inmortalizar.
pt: A planta que você quer imortalizar.

source: delete
es: borrar
pt: excluir

source: Delete one of your plants.
es: Elimina una de tus plantas.
pt: Exclua uma de suas plantas.

source: The plant that you want to delete.
es: La planta que quieres eliminar.
pt: A planta que você quer apagar.

source: Bring one of your dead plants back to life.
es: Devuelve la vida a una de tus plantas muertas.
pt: Traga uma de suas plantas mortas de volta à vida.

source: The plant that you want to revive.
es: La planta que quieres revivir.
pt: A planta que você quer reanimar.

source: You don't have a plant named **{plant}**.
es: No tienes una planta llamada **{plant}**.
pt: Você não tem uma planta chamada **{plant}**.

source: You already have a plant named **{name}**.
es: Ya tienes una planta llamada **{name}**.
pt: Você já tem uma planta chamada **{name}**.

source: Successfully renamed your plant to **{name}**.
es: Has cambiado con éxito el nombre de tu planta a **{name}**.
pt: Renomeou com sucesso sua planta para **{name}**.

source: Are you sure you want to delete your plant **{name}**?
es: ¿Estás seguro de que quieres borrar tu planta **{name}**?
pt: Você tem certeza de que quer apagar sua planta **{name}**?

source: Yes
es: Sí
pt: Sim

source: Not deleting your plant **{name}**.
es: No borrar tu planta **{name}**.
pt: Não apagando sua planta **{name}**.

source: Successfully deleted your plant.
es: Has eliminado con éxito tu planta.
pt: Eliminou sua planta com sucesso.

source: Your plant **{name}** is already immortal.
es: Tu planta **{name}** ya es inmortal.
pt: Sua planta **{name}** já é imortal.

source: You don't have any immortal plant juice. You can get some from the {shop_command_mention}.
es: No tienes ningún zumo de planta inmortal. Puedes conseguir un poco en el {shop_command_mention}.
pt: Você não tem nenhum suco de planta imortal. Você pode obter um pouco do {shop_command_mention}.

source: Are you sure you want to immortalize your plant **{name}**? Doing so will mean that you only get half the amount of experience from it, but it will never die.
es: ¿Estás seguro de que quieres inmortalizar tu planta **{name}**? Si lo haces, sólo obtendrás la mitad de experiencia de ella, pero nunca morirá.
pt: Você tem certeza de que quer imortalizar sua planta **{name}**? Fazer isso significará que você só receberá a metade da experiência dela, mas ela nunca morrerá.

source: Not immortalizing your plant **{name}**.
es: No inmortalizar tu planta **{name}**.
pt: Não imortalizando sua planta **{name}**.

source: Your plant **{name}** is dead.
es: Tu planta **{name}** está muerta.
pt: Sua planta **{name}** está morta.

source: Successfully immortalized your plant.
es: Inmortaliza con éxito tu planta.
pt: Imortalizou com sucesso a sua planta.

source: Your plant **{name}** isn't dead.
es: Tu planta **{name}** no está muerta.
pt: Sua planta **{name}** não está morta.

source: Are you sure you want to revive your plant **{name}**?
es: ¿Estás seguro de que quieres revivir tu planta **{name}**?
pt: Você tem certeza de que quer reviver sua planta **{name}**?

source: Alright, not reviving your plant.
es: De acuerdo, no revivir tu planta.
pt: Tudo bem, não reviver a sua planta.

source: You don't have any revival tokens. You can get some from the {shop_command_mention}.
es: No tienes fichas de reanimación. Puedes conseguir algunos del {shop_command_mention}.
pt: Você não tem nenhum símbolo de reavivamento. Você pode obter alguns do {shop_command_mention}.

source: Successfully revived your plant.
es: Has revivido con éxito tu planta.
pt: Reanimou com sucesso a sua fábrica.

source: show
es: mostrar
pt: mostrar

source: Take a look at one of your plants.
es: Echa un vistazo a una de tus plantas.
pt: Dê uma olhada em uma de suas plantas.

source: The plant that you want to see.
es: La planta que quieres ver.
pt: A planta que você quer ver.

source: showother
es: muestra otros

source: Take a look at one of someone else's plants.
es: Echa un vistazo a una de las plantas de otra persona.
pt: Dê uma olhada em uma das plantas de outra pessoa.

source: user
es: usuario
pt: usuário

source: The user whose plants you want to see.
es: El usuario cuyas plantas quieres ver.
pt: O usuário cujas plantas você quer ver.

source: showall
es: mostrar todo

source: Show all of your plants at once.
es: Muestra todas tus plantas a la vez.
pt: Mostre todas as suas plantas de uma só vez.

source: You have no plant named **{plant}**.
es: No tienes ninguna planta llamada **{plant}**.
pt: Você não tem nenhuma planta chamada **{plant}**.

source: {user} has no plant named **{plant}**.
es: {user} no tiene ninguna planta llamada **{plant}**.
pt: {user} não tem nenhuma planta chamada **{plant}**.

source: You need to have premium to use this command.
es: Necesitas tener Premium para utilizar este comando.
pt: Você precisa ter premium para usar este comando.

source: shop
es: tienda
pt: loja

source: Opens the shop.
es: Abre la tienda.
pt: Abre a loja.

source: What would you like to get from your shop?
es: ¿Qué te gustaría conseguir en tu tienda?
pt: O que você gostaria de obter da sua loja?

source: You have no more available pots!
es: ¡No tienes más macetas disponibles!
pt: Você não tem mais potes disponíveis!

source: Plant Name
es: Nombre de la planta
pt: Nome da planta

source: What would you like to name your plant?
es: ¿Cómo te gustaría llamar a tu planta?
pt: Como você gostaria de nomear sua planta?

source: You already have a plant with that name!
es: ¡Ya tienes una planta con ese nombre!
pt: Você já tem uma planta com esse nome!

source: You have successfully bought a new plant!
es: ¡Has comprado con éxito una nueva planta!
pt: Você comprou com sucesso uma nova fábrica!

source: You don't have enough experience to buy that!
es: ¡No tienes suficiente experiencia para comprar eso!
pt: Você não tem experiência suficiente para comprar isso!

source: You have successfully bought a new item!
es: ¡Has comprado con éxito un nuevo artículo!
pt: Você comprou com sucesso um novo item!

source: You don't have any refresh tokens!
es: ¡No tienes fichas de actualización!
pt: Você não tem nenhuma ficha de atualização!

source: You have successfully refreshed your shop!
es: ¡Has renovado tu tienda con éxito!
pt: Você refrescou a sua loja com sucesso!

source: Give one of your items to another user.
es: Regala uno de tus objetos a otro usuario.
pt: Dê um de seus itens para outro usuário.

source: The user who you want to give items to.
es: El usuario al que quieres dar objetos.
pt: O usuário a quem você quer dar itens.

source: You can't give items to yourself!
es: ¡No puedes regalarte objetos a ti mismo!
pt: Você não pode dar itens para si mesmo!

source: You don't have any items to give!
es: ¡No tienes ningún objeto para regalar!
pt: Você não tem nenhum item para dar!

source: What item would you like to give?
es: ¿Qué artículo te gustaría regalar?
pt: Que item você gostaria de dar?

source: You don't have enough of that item to give.
es: No tienes suficiente de ese objeto para dar.
pt: Você não tem o suficiente desse item para dar.

source: You gave {user} 1x {item}!
es: ¡Has dado {user} 1x {item}!
pt: Você deu {user} 1x {item}!

source: experience
es: experiencia
pt: experiência

source: Get the amount of experience you have.
es: Consigue la cantidad de experiencia que tengas.
pt: Obtenha a quantidade de experiência que você tem.

source: The user to get info about.
es: El usuario del que obtener información.
pt: O usuário para obter informações sobre.

source: inventory
es: Inventario
pt: inventário

source: Get the inventory of a user.
es: Obtener el inventario de un usuario.
pt: Obtenha o inventário de um usuário.

source: The user to get inventory of.
es: El usuario del que hacer inventario.
pt: O usuário para obter o inventário de.

source: You have {experience} experience.
es: Tienes {experience} de experiencia.
pt: Você tem {experience} experiência.

source: {user} has {experience} experience.
es: {user} tiene {experience} experiencia.
pt: {user} tem {experience} experiência.

source: Plants
es: Plantas
pt: Fábricas

source: Items
es: Artículos
pt: Itens

source: water
es: agua
pt: água

source: Water one of your plants.
es: Riega una de tus plantas.
pt: Regue uma de suas plantas.

source: The plant to water.
es: La planta a regar.
pt: A planta à água.

source: Water all of your plants.
es: Riega todas tus plantas.
pt: Regue todas as suas plantas.

source: You need to be a premium subscriber to use this command.
es: Necesitas ser suscriptor Premium para utilizar este comando.
pt: Você precisa ser um assinante premium para usar este commando.

source: You don't have any plants that need watering right now!
es: ¡Ahora mismo no tienes ninguna planta que necesite riego!
pt: Você não tem nenhuma planta que precise de irrigação agora mesmo!

source: You don't have access to {user}'s garden!
es: ¡No tienes acceso al jardín de {user}!
pt: Você não tem acesso ao jardim da {user}!

source: You don't have a plant with that name!
es: ¡No tienes una planta con ese nombre!
pt: Você não tem uma planta com esse nome!

source: {user} doesn't have a plant with that name!
es: {user} ¡no tiene una planta con ese nombre!
pt: {user} não tem uma planta com esse nome!

source: You sadly pour water into the soil of your dead plant.
es: Vierte tristemente agua en la tierra de tu planta muerta.
pt: Você infelizmente derrama água no solo de sua planta morta.

source: You sadly pour water into the soil of {user}'s dead plant.
es: Viertes tristemente agua en la tierra de la planta muerta de {user}.
pt: Você lamentavelmente derrama água no solo da planta morta de {user}.

source: You can't water that plant yet! Please try again {wait_time}.
es: ¡Todavía no puedes regar esa planta! Inténtalo de nuevo {wait_time}.
pt: Você ainda não pode regar aquela planta! Por favor, tente novamente {wait_time}.

source: You're subscribed to Flower Premium! :D
es: ¡Estás suscrito a Flower Premium! :D
pt: Você está inscrito no Flower Premium! :D

source: You watered within 30 seconds of the plant's cooldown resetting.
es: Has regado en los 30 segundos siguientes al reinicio del enfriamiento de la planta.
pt: Você regou dentro de 30 segundos após a reconfiguração da fábrica.

source: This plant has been traded away from its original owner!
es: Esta planta ha sido vendida a su propietario original
pt: Esta planta foi negociada longe de seu proprietário original!

source: You [voted for the bot]({topgg_url}) on Top.gg.
es: Has [votado al bot]({topgg_url}) en Top.gg.
pt: Você [votou no bot]({topgg_url}) no Top.gg.

source: This plant has been alive for over 7 days!
es: ¡Esta planta lleva viva más de 7 días!
pt: Esta planta está viva há mais de 7 dias!

source: This plant is immortal.
es: Esta planta es inmortal.
pt: Esta planta é imortal.

source: Watered {plant_name}!
es: ¡Regado {plant_name}!
pt: Regado {plant_name}!

source: You pour water into your plant's soil, gaining you **{experience}** experience.
es: Echas agua en la tierra de tu planta, ganando **{experience}** de experiencia.
pt: Você derrama água no solo de sua planta, ganhando sua **{experience}** experiência.

source: You pour water into your plant's soil, gaining you ~~{original_experience}~~ **{experience}** experience.
es: Echas agua en la tierra de tu planta, ganando ~~{original_experience}~~ **{experience}** experiencia.
pt: Você derrama água no solo de sua planta, ganhando sua ~~{original_experience}~~ **{experience}** experiência.

source: No
pt: Não
